/**
 * Created by qoder on 16-7-24.
 */
import React, {Component} from 'react';
import './index.css';

class Specification extends Component {
  render() {
    return (
      <div style={{textAlign:'center'}}>
        <h3>这里是产品的规格参数</h3>
        <h3>这里是产品的规格参数</h3>
        <h3>这里是产品的规格参数</h3>
        <h3>这里是产品的规格参数</h3>
        <h3>这里是产品的规格参数</h3>
        <h3>这里是产品的规格参数</h3>
        <h3>这里是产品的规格参数</h3>
        <h3>这里是产品的规格参数</h3>
        <h3>这里是产品的规格参数</h3>
        <h3>这里是产品的规格参数</h3>
        <h3>这里是产品的规格参数</h3>
        <h3>这里是产品的规格参数</h3>
        <h3>这里是产品的规格参数</h3>
        <h3>这里是产品的规格参数</h3>
        <h3>这里是产品的规格参数</h3>
        <h3>这里是产品的规格参数</h3>
        <h3>这里是产品的规格参数</h3>
        <h3>这里是产品的规格参数</h3>
        <h3>这里是产品的规格参数</h3>
        <h3>这里是产品的规格参数</h3>
        <h3>这里是产品的规格参数</h3>
        <h3>这里是产品的规格参数</h3>
        <h3>这里是产品的规格参数</h3>
        <h3>这里是产品的规格参数</h3>
        <h3>这里是产品的规格参数</h3>
        <h3>这里是产品的规格参数</h3>
        <h3>这里是产品的规格参数</h3>
        <h3>这里是产品的规格参数</h3>
        <h3>这里是产品的规格参数</h3>
        <h3>这里是产品的规格参数</h3>
        <h3>这里是产品的规格参数</h3>
        <h3>这里是产品的规格参数</h3>
        <h3>这里是产品的规格参数</h3>
        <h3>这里是产品的规格参数</h3>
        <h3>这里是产品的规格参数</h3>
        <h3>这里是产品的规格参数</h3>
        <h3>这里是产品的规格参数</h3>
        <h3>这里是产品的规格参数</h3>
        <h3>这里是产品的规格参数</h3>
        <h3>这里是产品的规格参数</h3>
        <h3>这里是产品的规格参数</h3>
        <h3>这里是产品的规格参数</h3>
        <h3>这里是产品的规格参数</h3>
        <h3>这里是产品的规格参数</h3>
        <h3>这里是产品的规格参数</h3>
        <h3>这里是产品的规格参数</h3>
        <h3>这里是产品的规格参数</h3>
        <h3>这里是产品的规格参数</h3>
        <h3>这里是产品的规格参数</h3>
        <h3>这里是产品的规格参数</h3>
        <h3>这里是产品的规格参数</h3>
        <h3>这里是产品的规格参数</h3>
        <h3>这里是产品的规格参数</h3>
        <h3>这里是产品的规格参数</h3>
        <h3>这里是产品的规格参数</h3>
        <h3>这里是产品的规格参数</h3>
        <h3>这里是产品的规格参数</h3>
        <h3>这里是产品的规格参数</h3>
      </div>
    )
  }
}

export  default  Specification;
